{
  "testimonials": [
    {
      "author": "Maryland M",
      "content": "To say it was a pleasure to work with Delia is an understatement! Delia helped us prepare our home for selling, making several very do-able suggestions, and <span>it sold in an afternoon.</span> She doesn’t forget you when the sale is over; Delia follows up and stays in touch.",
      "stars": 4,
      "location": "Sterling, VA",
      "pic": "/images/1.png"
    },
    {
      "author": "Amanda B",
      "content": "James was wonderful to work with throughout the process. He listened to the type of home and neighborhood we were looking for and really delivered. He was so knowledgeable of the neighborhoods in DC and Maryland and had a great sense of price/value. <span>He was incredibly responsive and available to walk through houses. His advice during the offer process was spot-on and, ultimately, got us into a great home.</span> He was so easy to work with and, in general, a great guy. I would recommend him to anyone looking to buy in the DC area.",
      "stars": 4,
      "location": "Washington, DC",
      "pic": "/images/2.png"
    },
    {
      "author": "Maryland M.",
      "content": "<span>To say it was a pleasure to work with Delia is an understatement!</span>. Delia helped us prepare our home for selling, making several very do-able suggestions, and it sold in an afternoon. She doesn’t forget you when the sale is over; Delia follows up and stays in touch.",
      "stars": 4,
      "location": "Sterling, VA",
      "pic": "/images/3.png"
    },
    {
      "author": "Sami S.",
      "content": "James and Delia are the consummate professionals. They sold three properties for me and did a great job in each one. Their patience and fortitude made it fun to work with them. <span>I highly recommend them to anyone looking to get the best for their home.</span>",
      "stars": 4,
      "location": "Alexandria, VA",
      "pic": "/images/4.png"
    },
    {
      "author": "Maryland B.",
      "content": "James and Delia are the consummate professionals. They sold three properties for me and <span>did a great job in each one.</span> Their patience and fortitude made it fun to work with them. I highly recommend them to anyone looking to get the best for their home.",
      "stars": 4,
      "location": "Arlington, VA",
      "pic": "/images/5.png"
    },
    {
      "author": "Taylor T.",
      "content": "As first-time home buyers, we had no idea where to begin in the process. James helped us every step of the way and was available day or night to answer any questions we may have had. <span>He is extremely knowledgeable about the market and provided great guidance for us throughout the whole process.</span> We would recommend him to anyone!",
      "stars": 4,
      "location": "Oakton, VA",
      "pic": "/images/6.png"
    },
    {
      "author": "Stephanie S.",
      "content": "James was great to work with, helping me and my wife find our first home in DC. <span>He is very patient (important for first-time buyers!), responsive, professional, and experienced.</span> We recommend James highly for anyone looking in the DC area.",
      "stars": 4,
      "location": "Bethesda, MD",
      "pic": "/images/7.png"
    },
    {
      "author": "Milo B.",
      "content": "As a first-time homebuyer, I could not more highly recommend the Nelson Marban Group, Washington Fine Properties, and, specifically, Reyhan Craddock. From the beginning, Reyhan focused on our home-buying needs and goals. More than just what we were looking for in a property, she discussed communication styles and preferences. <span>We had a perfect mix of expert guidance plus access to technology tools and space to explore and do our own research as well. Reyhan was completely available for any questions and was able to provide her own expertise as well as share out the experience from the entire team.</span> Having this team in our corner was an incredible asset in the fast-moving and competitive housing market of DC. Reyhan walked us through homes we saw online and helped us to think through how they might fit our needs. She was able to communicate with selling agents to gather more information, so we could be as informed as possible. When we finally found 'the one', she helped us set deadlines, provided recommendations for inspectors and other services. She was advocating for us in early mornings and late nights and was there to help us every step of the way. Due to the incredible work by Reyhan and the experience and ability to move quickly that comes with such an incredible team, we were able to act fast, negotiate on the contract to make it even more favorable, and put in a bid under asking without competition (unheard of in this neighborhood.) I'm Nelson Marban team who operates professionally but also on a personal level as a big family who truly cares about their clients.",
      "stars": 4,
      "location": "Sterling, VA",
      "pic": "/images/8.png"
    },
    {
      "author": "Sarah Kate S.",
      "content": "<span>James was great to work with, helping me and my wife find our first home in DC.</span> He is very patient (important for first-time buyers!), responsive, professional, and experienced. We recommend James highly for anyone looking in the DC area.",
      "stars": 4,
      "location": "Washington, DC",
      "pic": "/images/9.png"
    }
  ]
}
